export const quiz = [
  {
    title: "В якій директорії Git зберігає свої файли?",
    version: [".repository", ".log", ".git", "history"],
    choice: ".git",
  },
  {
    title: "Яка команда використовується для створення репозиторія ?",
    version: ["git init", "git new", "git create", "git add"],
    choice: "git init",
  },
  {
    title: "Яка площа України?",
    version: ["600 400 км²", "603 700 км²", "551 695 км²", "613 700 км²"],
    choice: "603 700 км²",
  },
  {
    title:
      "Як називається об'єктна модель документа, яка будується на основі HTML кода ?",
    version: ["ENV", "DOM", "Оточення", "BOM"],
    choice: "DOM",
  },
  {
    title: "Виберіть команду створення нової гілки",
    version: [
      "git branch",
      "git new-branch",
      "git add branch",
      "git create-branch",
    ],
    choice: "git branch",
  },
  {
    title:
      "Як в народі називаються фінансові інститути, що обіцяють вкладникам золоті гори?",
    version: ["Cфінкси", "Поховання", "Піраміди", "Гробниці"],
    choice: "Піраміди",
  },
  {
    title: "Символу якого знаку зодіаку належить мати отруйне жало?",
    version: ["Діва", "Скорпіон", "Рак", "Стрілець"],
    choice: "Скорпіон",
  },
  {
    title:
      "Який міфологічний персонаж перетворював на золото все, чого торкався?",
    version: ["Сизар", "Дамокл", "Чубайс", "Мідас"],
    choice: "Мідас",
  },
  {
    title:
      "Яка адреса вказана на табличці у пасажирського ліфта на випадок його поломки?",
    version: [
      "Найближчого ліфта",
      "Виготівника",
      "Диспетчерського пункту",
      "Масажний салон",
    ],
    choice: "Диспетчерського пункту",
  },
  {
    title: "Яка найдовша річка на західній півкулі?",
    version: ["Арканзас", "Амазонка", "Міссісіпі", "Колорадо"],
    choice: "Амазонка",
  },
  {
    title:
      "За допомогою якої властивості можна визначити тип вузла DOM дерева?",
    version: ["elementType", "node", "type", "nodeType"],
    choice: "nodeType",
  },
  {
    title: "Якого типу вузла DOM дерева не існує",
    version: ["COMMENT_NODE", "ID_NODE", "ATTRIBUTE_NODE", "ELEMENT_NODE"],
    choice: "ID_NODE",
  },
  {
    title: "Що з цього зазвичай вішають не на новорічну ялинку?",
    version: ["Кулі", "Мішура", "Гірлянди", "Локшина"],
    choice: "Локшина",
  },
];
